Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Nepal Transport Service was the first, and for a time, the largest, Nepalese public bus line.[1] The company was based in the capital Kathmandu and operated from 1959 to 1966. Its head office was located at 122 Asan Tyouda Tol, Kathmandu.[2]
ne: नेपाल ट्रान्सपोर्ट सर्भिस पहिलो र एक समयको लागि नेपालको सबैभन्दा ठूलो सार्वजनिक बस सेवा प्रदायक थियो। [1] उक्त कम्पनीकाठमाडौंमा आधारित थियो र १९५९ देखि १९६६ सम्म सेवा सञ्चालनमा रह्यो।यसको मुख्य कार्यालय १२२ असन त्याउदा टोल, काठमाडौंमा अवस्थित थियो। [2]

source: The company was founded by proprietor Karuna Ratna Tuladhar (1920–2008) and Lupau Ratna Tuladhar (1918–1993) of Kathmandu.[3] The brothers were former merchants who operated an ancestral business house in Lhasa that conducted trade between Tibet, India and Nepal.[4][5]
ne: यो कम्पनीको स्थापना करुणा रत्न तुलाधर र लुपौ रत्न तुलाधरद्वारा भएको थियो। [१] तुलाधर दाजु-भाइहरू पहिले व्यापारी थिए जो ल्हासामा पैतृक व्यापारिक गृह चलाउँथे जसले तिब्बत, भारत र नेपालको बिच व्यापार गर्थ्यो। [2] []]

source: Nepal Transport Service started as a trucking company in March 1959 hauling cargo between Kathmandu and the railhead of Amlekhganj near the Indian border, 190 kilometers to the south over Tribhuvan Highway.[6] It is the country's first highway which opened to jeep traffic in 1956, and was subsequently improved to handle larger vehicles.[7]
ne: नेपाल ट्रान्सपोर्ट सर्भिसले आफ्नो सेवा कार्गो तान्ने ट्रक कम्पनीको रूपमा मार्च १९५९ मा काठमाडौं र भारतीय सिमानाको नजिक अमलेखगंजको रेलहेडको बीचमा त्रिभुवन राजमार्गमा १९० किलोमिटर दक्षिणतर्फ सुरू गर्यो। [१] त्रिभुवन राजमार्ग देशको पहिलो राजमार्ग हो जुन १९५६ मा जीप को लागि खोलियो, र पछि ठूला सवारीहरूको लागि सुधार गरियो। [२]

source: Intercity service
ne: अन्तर शहर सेवा

source: In July 1959, Nepal Transport Service began a daily intercity bus service between Kathmandu and Amlekhganj over the serpentine highway that went over two ranges of hills.[8] The route started at Sundhara[9] near Dharahara tower and exited the Kathmandu Valley at Thankot. It climbed over the Mahabharat Range and descended to Hetauda and then went over the Sivalik Hills to Amlekhganj in the plains. Here, bus passengers transferred to the Nepal Government Railway (NGR) for their onward journey.[10]
ne: जुलाई १९५९ मा ,नेपाल ट्रान्सपोर्ट सर्भिसले काठमाडौँ र अमलेखगंज बीच दैनिक सहरी बस सेवा प्परदान गर्हान सुरु गर्यो । यसले दुई वटा पहाडी शृंखलाको नागबेली राजमार्ग हुदै यात्रा गर्नु पर्थ्यो । [१] बस सेवा धरहरा नजिकको सुन्धाराबाट सुरु [2] हुन्थ्यो र थानकोट बाट काठमाडौं उपत्यका बाहिरिन्थ्यो । यो महाभारत पर्वत श्रृङ्खला माथि चढे र हेटौडामा झर्थ्यो र त्यसपछि शिवलिक पहाडहरू भएर अमलेखगञ्जको मैदानमा पुग्थ्यो यहाँ, बस यात्रुहरू उनीहरूको अगाडीको यात्राको लागि नेपाल गभर्मेन्ट रेलवे (NGR) बाट जारी गर्थे । []]

source: BRICS is the acronym coined for an association of five major emerging national economies: Brazil, Russia, India, China and South Africa. Originally the first four were grouped as "BRIC" (or "the BRICs"), before the induction of South Africa in 2010.[1] The BRICS members are known for their significant influence on regional affairs; all are members of G20.[2] Since 2009, the BRICS nations have met annually at formal summits. China hosted the 9th BRICS summit in Xiamen on September 2017,[3] while Brazil hosted the most recent 11th BRICS summit on 13-14 November 2019.
ne: ब्रिक्स भनेको पाँच प्रमुख उदयीमान राष्ट्रिय अर्थतन्त्रहरू : ब्राजिल, रसिया, भारत, चीन र दक्षिण अफ्रिकाको सहयोगको लागि तयार गरिएको संक्षिप्त नाम हो। सुसुरुवातमा सन् २०१०मा दक्षिण अफ्रिका जोडिनु भन्दा अगाडि सुरुका चार मात्र यस समूहमा थिए र यश समुहलाई ब्रिक "BRIC" (or "the BRICs") भनिन्थ्य। [१] ब्रिक्स सदस्यहरू सबै जि-२० को सदस्य राष्ट्र हुन् र क्षेत्रीय मामिलामा आफ्नो महत्त्वपूर्ण प्रभावको लागि परिचित छन्। [2] २००९ देखी, ब्रिक्स राष्ट्रहरू औपचारिक शिखर सम्मेलनमा भेट गर्दै आएका छन्। चीनले २०१७ मा सियामिनमा ९ औं ब्रिक्स शिखर सम्मेलन आयोजना गर्यो, []] भने ब्राजिलले हालसालैको ११ ब्रिक्स शिखर सम्मेलन १३-१४ नोबेम्बर मा आयोजना गरेको थियो।

source: USD (2020 est.)[52] PPP GDP bil.
ne: USD (2020 est.)[1] PPP GDP bil.

source: USD (2020 est.)[52] Nom.
ne: USD (2020 est.)[1] Nom.

source: GDP per capita USD (2020 est.)[52] PPP GDP per capita USD (2020 est.)[52] GDP growth (2018 est.)[53] Foreign Exchange Reserves (2018)[54] HFCE (2017) Government spending Exports[55] Imports[56] Literacy rate[57] Life expectancy (years, avg.)[58] HDI (2018)[59] Brazil 210,869.000 2,750 4,593 13,082 21,781 1.0% $579,444 million $1,903,885 bn $846.6 bn $393.2 bn $201.9 bn 94.4% 76.8 0.838 (very high) Russia 143,964.709 1,658 4,519 11,305 30,820 1.6% $460,300 million $826,390 bn $414.0 bn $336.8 bn $212.7 bn 99.7% 72.7 0.824 (very high) India 1,367,089.879 3,202 12,363 2,338 9,027 7.1% $401,790 million $1,528,691 bn $616.0 bn $303.4 bn $426.8 bn 72.1% 68.8 0.647 (medium) China 1,415,045.928 15,270 29,471 10,873 20,984 6.7% $3,109,700 million $4,697,723 bn $2,031.0 bn $2,157.0 bn $1,731.0 bn 96.4% 76.4 0.758 (high) South Africa 57,398.421 370 834 6,193 13,965 1.4% $50,722 million $207,648 bn $95.27 bn $78.25 bn $80.22 bn 94.3% 63.6 0.705 (high) Average 627,060.914 3,653.7 8,119.9 7,422 19,041 3.5% $1,003.970 million $1,712,867 bn $800.574 bn $562.94 bn $446.68 bn 93% 71.2 0.739 (high)
ne: GDP per capita USD (2020 est.)[1] PPP GDP per capita USD (2020 est.)[1] GDP growth (2018 est.)[2] Foreign Exchange Reserves (2018)[3] HFCE (2017) Government spending Exports[4] Imports[5] Literacy rate[6] Life expectancy (years, avg.)[7] HDI (2018)[8] Brazil 210,869.000 2,750 4,593 13,082 21,781 1.0% $579,444 million $1,903,885 bn $846.6 bn $393.2 bn $201.9 bn 94.4% 76.8 0.838 (very high) Russia 143,964.709 1,658 4,519 11,305 30,820 1.6% $460,300 million $826,390 bn $414.0 bn $336.8 bn $212.7 bn 99.7% 72.7 0.824 (very high) India 1,367,089.879 3,202 12,363 2,338 9,027 7.1% $401,790 million $1,528,691 bn $616.0 bn $303.4 bn $426.8 bn 72.1% 68.8 0.647 (medium) China 1,415,045.928 15,270 29,471 10,873 20,984 6.7% $3,109,700 million $4,697,723 bn $2,031.0 bn $2,157.0 bn $1,731.0 bn 96.4% 76.4 0.758 (high) South Africa 57,398.421 370 834 6,193 13,965 1.4% $50,722 million $207,648 bn $95.27 bn $78.25 bn $80.22 bn 94.3% 63.6 0.705 (high) Average 627,060.914 3,653.7 8,119.9 7,422 19,041 3.5% $1,003.970 million $1,712,867 bn $800.574 bn $562.94 bn $446.68 bn 93% 71.2 0.739 (high)

source: BRIC is a grouping acronym referring to the countries of Brazil, Russia, India and China, deemed to be developing countries at a similar stage of newly advanced economic development, on their way to becoming developed countries. It is typically rendered as "the BRICs" or "the BRIC countries" or "the BRIC economies" or alternatively as the "Big Four". A related acronym, BRICS, adds South Africa.
ne: ब्रिक एक समूहगत संक्षिप्त विवरण हो जसले ब्राजिल, रसिया, भारत र चीनको देशलाई संकेत गर्दछ। यी देशहरूलाई विकासोन्मुख देशको रूपमा हेरिन्छ र यिनीहरू नयाँ विकसित आर्थिक विकासको समान चरणमा छन् र विकसित देशहरू बन्ने बाटोमा छन्। यो सामान्यतया "BRICs" वा "BRIC देशहरू" वा "BRIC अर्थव्यवस्था" वा वैकल्पिक रूपमा "बिग ४" को रूपमा प्रस्तुत गरिन्छ। दक्षिण अफ्रिका जोडिएपछी सम्बन्धित संक्षिप्त नाम, ब्रिक्स , जोड्दछ। त्यस आधारमा कहिलेकाँही इन्डोनेसियालाई समावेश गर्न सुझाव दिइन्छ। [१]

source: Evaluating progress
ne: मूल्यांकन प्रगति

source: Advancements in AI have contributed to the growth of the automotive industry through the creation and evolution of self-driving vehicles. As of 2016[update], there are over 30 companies utilizing AI into the creation of self-driving cars. A few companies involved with AI include Tesla, Google, and Apple.[297]
ne: एआईमा भएका प्रगतिहरूले स्वचालित गाडीहरूको सिर्जना र विकासको माध्यमबाट गाडी मोटर वाहन उद्योगको बृद्धि र विस्तारमा योगदान पुर्‍याएको छ। As of 2016 , त्यहाँ ३०० भन्दा बढी कम्पनीहरूले एआईको उपयोग गर्दै स्वचालित कारहरूको सिर्जना गर्दै छन्। एआईसँग सम्बन्धित केही कम्पनीहरूले टेस्ला, गुगल, र एप्पल हुन् । [१]

source: Artificial intelligence in government consists of applications and regulation. Artificial intelligence paired with facial recognition systems may be used for mass surveillance. This is already the case in some parts of China.[314][315] An artificial intelligence has also competed in the Tama City mayoral elections in 2018.
ne: सरकारमा कृत्रिम बुद्धिमता अनुप्रयोग र नियमन समावेश गर्दछ। कृत्रिम बुद्धिमत्ता अनुहार पहिचान प्रणाली संग जोडी जन निगरानी को लागी प्रयोग गर्न सकिन्छ। यो चीनको केहि भागहरूमा पहिले नै उपयोगमा आइरहेको छ । [१] [२] एक कृत्रिम बौद्धिकताले २०१८ मा टामा शहरको नगर चुनावमा पनि प्रतिस्पर्धा गरेको थियो।

source: In 2019, the tech city of Bengaluru in India is set to deploy AI managed traffic signal systems across the 387 traffic signals in the city. This system will involve use of cameras to ascertain traffic density and accordingly calculate the time needed to clear the traffic volume which will determine the signal duration for vehicular traffic across streets.[316]
ne: २०१९ मा भारतको प्रविधि शहर (टेक सिटि ) बेङ्गलुरुको शहर मा ३८७ ट्राफिक संकेतहरू मार्फत एआई व्यवस्थित ट्राफिक सिग्नल प्रणालीहरू तैनाथ गर्यो । यस प्रणालीले ट्राफिक घनत्व निश्चित गर्न क्यामेराको प्रयोग समावेश गर्दछ र तदनुसार सवारी को लागी संकेत अवधि निर्धारित गर्ने यातायात को मात्रा खाली गर्न आवश्यक समय गणना गर्नेछ । [१]

source: Can a machine be intelligent? Can it "think"?
ne: के मेशीन बुद्धिमान हुन सक्छ? के यसाले "सोच्न" सक्छ?

source: Physicist Stephen Hawking, Microsoft founder Bill Gates, and SpaceX founder Elon Musk have expressed concerns about the possibility that AI could evolve to the point that humans could not control it, with Hawking theorizing that this could "spell the end of the human race".[354][355][356]
ne: भौतिकशास्त्री स्टिफन हकिङ, माइक्रोसफ्टका संस्थापक बिल गेट्स, र स्पेस एक्स संस्थापक एलोन मस्कले ए.आइको विकासबाट हुन सक्ने सम्भावनाको बारेमा चिन्ता व्यक्त गरेका छन कि मानवले यसलाई नियन्त्रण गर्न सक्दैन भन्ने कुराको साथ हकिङ यो " मानव जातिको अन्त्यको उच्चारण " हुन गर्छ। [१] [२] []]

source: In computer science, artificial intelligence (AI), sometimes called machine intelligence, is intelligence demonstrated by machines, in contrast to the natural intelligence displayed by humans and animals. Leading AI textbooks define the field as the study of "intelligent agents": any device that perceives its environment and takes actions that maximize its chance of successfully achieving its goals.[1] Colloquially, the term "artificial intelligence" is often used to describe machines (or computers) that mimic "cognitive" functions that humans associate with the human mind, such as "learning" and "problem solving".[2]
ne: कम्प्युटर विज्ञानमा, कृत्रिम बौद्धिकता (ए.आइ), कहिलेकाहीं यान्त्रिक बुद्धि भनिन्छ, मानव वा जनावरले प्रदर्शन गर्ने प्राकृतिक बुद्धि को विपरित यन्त्र र मेसिनले प्रदर्शन गर्ने बौद्धिकता हो। अग्रणी एआई पाठ्यपुस्तकहरूले यस क्षेत्रलाई " बौद्धिक एजेन्ट " को अध्ययनको रूपमा परिभाषित गर्दछ: कुनै पनि उपकरण जसले आफ्नो वातावरणलाई बुझ्दछ र कार्यहरू लिन्छ जुन यसका लक्ष्यहरू सफलतापूर्वक प्राप्त गर्ने सम्भावना अधिकतम पार्दछ। बोलचालको रूपमा "कृत्रिम बौद्धिकता" भन्ने शव्द प्रायः मेशिनहरू (वा कम्प्युटर) लाई वर्णन गर्न प्रयोग गरिन्छ जुन "संज्ञानात्मक" कार्यहरूको नक्कल गर्दछ जसलाई "शिक्षा" र "समस्या समाधान" जस्ता मानव दिमागसँग जोड्दछ । [२]

source: Decrease in demand for human labor
ne: मानव श्रमको लागि माग मा कमी

source: Currently, 50+ countries are researching battlefield robots, including the United States, China, Russia, and the United Kingdom. Many people concerned about risk from superintelligent AI also want to limit the use of artificial soldiers and drones.[380]
ne: हाल, संयुक्त राज्य अमेरिका, चीन, रुस र बेलायत सहितका ५० + देशहरूले रणभूमि रोबोटहरूको अनुसन्धान गरिरहेको छन् । धेरै व्यक्तिहरू सुपरइनटेलिजेन्ट एआईबाट हुने जोखिमको बारेमा चिन्तित छन् कृत्रिम सिपाही र ड्रोनको प्रयोग सीमित गर्न पनि चाहान्छन्। [१]

source: Superintelligence
ne: सुपर बौद्धिकता

source: The long-term economic effects of AI are uncertain. A survey of economists showed disagreement about whether the increasing use of robots and AI will cause a substantial increase in long-term unemployment, but they generally agree that it could be a net benefit, if productivity gains are redistributed.[402] A February 2020 European Union white paper on artificial intelligence advocated for artificial intelligence for economic benefits, including "improving healthcare (e.g. making diagnosis more precise, enabling better prevention of diseases), increasing the efficiency of farming, contributing to climate change mitigation and adaptation, [and] improving the efficiency of production systems through predictive maintenance", while acknowledging potential risks.[2]
ne: ए.आइको दीर्घकालीन आर्थिक प्रभावहरू अनिश्चित छन्। अर्थशास्त्रीहरूको सर्वेक्षणले रोबोट र एआईको बढ्दो प्रयोगले दीर्घकालीन बेरोजगारीमा पर्याप्त वृद्धि हुने या नहुने भन्नेमा असहमति जनायो, तर उनीहरू सामान्यतया सहमत छन् कि उत्पादन लाभलाई पुनः वितरण गरेमा यो विशुद्ध फाइदा हुन सक्छ। [१] फेब्रुअरी २०२० युरोपियन युनियन श्वेत पत्रमा कृत्रिम बुद्धिको लागि कृत्रिम बुद्धिको लागि वकालत गरिएको थियो, जसमा "स्वास्थ्य सेवा सुधार गर्ने (उदाहरणका लागि निदानलाई सटीक बनाउने, रोगहरूको राम्रो निवारण सक्षम पार्ने), खेती गर्ने दक्षता बृद्धि गर्ने, मौसम परिवर्तन शमन र अनुकूलनमा योगदान पुर्‍याउने, [र] पूर्वानुमानित रखरखावको माध्यमबाट उत्पादन प्रणालीको दक्षता सुधार ", सम्भावित जोखिम स्वीकार गर्दा। [२]

source: Learning
ne: सिकाइ

source: Primary industries in Kiev include utilities – i.e., electricity, gas and water supply (26% of total industrial output), manufacture of food, beverages and tobacco products (22%), chemical (17%), mechanical engineering (13%) and manufacture of paper and paper products, including publishing, printing and reproduction of recorded media (11%).[140] The Institute of Oil Transportation is headquartered here.
ne: किभका मुख्य उद्योगहरू बिजुली, ग्यास, र पाणी आपुर्ती, (कुल औद्योगिक उत्पादनको २६ %), खाना, पेय पदार्थ र सुर्तीजन्य उत्पादन (२२%), रासायनिक (१७%), मेमेकानिकल इन्जिनियरिङ (१३%) र कागज र कागज उत्पादनहरूको निर्माण, रेकर्ड गरिएको मिडियाको प्रकाशन, मुद्रण र प्रजनन सहित (११%) जस्ता उद्योगहरू रहेका छन् । [१] यहाँ तेल परिवहन संस्थानको मुख्यालय छ।

source: Twin towns – sister cities
ne: जुम्ल्याहा शहरहरू - भगीनी शहरहरू

source: Notable people from Kiev
ne: किभका उल्लेखनीय व्यक्तिहरू

source: Nikolai Amosov, Soviet and Ukrainian heart surgeon and inventor Oleh Blokhin, Ukrainian football player Leonid Bronevoy, Soviet and Russian actor Nikolai Berdyaev, Russian Orthodox religious and political philosopher Mikhail Bulgakov, Russian writer Konstantin Buteyko, creator of the Buteyko method for the treatment of asthma and other breathing disorders Zino Davidoff (born Sussele-Meier Davidoff), Swiss premium tobacco manufacturer; known as "King of Cigars" Ilya Ehrenburg, Soviet writer, journalist, translator, and cultural figure André Grabar, historian of Romanesque art and the art of the Eastern Roman Empire and the Bulgarian Empire Eugeniusz Horbaczewski, Polish fighter pilot Milton Horn, Russian American sculptor Vladimir Horowitz, classical pianist Milla Jovovich, American actress Jan Koum, American computer programmer, CEO and co-founder of WhatsApp Ana Layevska, Ukrainian-Mexican actress Serge Lifar, French ballet dancer Valeriy Lobanovskyi, Soviet and Ukrainian football coach Kazimir Malevich, pioneer of geometric abstract art and the originator of the avant-garde Suprematist movement Jonathan Markovitch, Chief Rabbi of Kiev Golda Meir, Israeli politician, the fourth Prime Minister of Israel Moses of Kiev, 12th century Talmudist Alexander Ostrowski, mathematician Nicholas Pritzker, scion of the Pritzker Family Lev Shestov, Russian existentialist philosopher Andriy Shevchenko, Ukrainian footballer Igor Sikorsky, Russian-American aviation pioneer Alexander Vertinsky, Russian and Soviet singer, composer, poet, cabaret artist, and actor
ne: निकोलाई अमोसोभ, सोभियत र युक्रेनी हार्ट सर्जन र आविष्कारक ओलेह ब्लोखिन, यूक्रेनी फुटबल प्लेयर लियोनिद ब्रोनभोय, सोभियत र रूसी अभिनेता निकोलाई बर्दयाभ, रूसी अर्थोडक्स धार्मिक र राजनीतिक दार्शनिक मिखाइल बुल्गाकोभ, रूसी लेखक कोन्स्टान्टिन बुटेयको, दमा र अन्य सास सम्बन्धी विकारहरूको उपचारका लागि बुटेको विधिका निर्माता। जीनो डेविडॉफ (जन्म ससेले-मेयर डेविडॉफ), स्विस प्रीमियम तम्बाकू निर्माता; "सिगारका राजा" भनेर चिनिन्छ Ilya Ehrenburg, सोवियत लेखक, पत्रकार, अनुवादक, र सांस्कृतिक व्यक्तित्व एन्ड्रे ग्रेबार, रोमानेस्क कला का इतिहास र पूर्वी रोमन साम्राज्य र बल्गेरियाई साम्राज्यको कला इउगेनिस होर्बक्जेब्स्की, पोलिस लडाकू पायलट मिल्टन हर्न, रूसी अमेरिकी मूर्तिकार भ्लादिमिर होरोविच , शास्त्रीय पियानोवादक मिल्ला जोभोविच, अमेरिकी अभिनेत्री जान कौम, अमेरिकी कम्प्यूटर प्रोग्रामर, सीईओ र ह्वाट्सएप सह-संस्थापक आना लेभ्स्का, यूक्रेनी-मेक्सिकन अभिनेत्री सर्ज लाइफर, फ्रेन्च ब्याले नर्तक भालेरी लोबानोव्स्की, सोभियत र युक्रेनी फुटबल कोच काजिमिर मालेविच, ज्यामितीय अमूर्त कलाको अग्रगामी र अभान्त-गार्ड सुपरिमाटिस्ट आन्दोलनको प्रवर्तक जोनाथन मार्कोभिच, कीभका चीफ रब्बी गोल्डा मीर, इजरायली राजनीतिज्ञ, इजरायलको चौथो प्रधानमन्त्री कीभका मोशा, १२ औं शताब्दीको तालमुडिस्ट अलेक्ज्याण्डर ओस्ट्रोस्की, गणितज्ञ निकोलस प्रिट्जर, प्रिट्जर परिवारको स्क्यान लेव शेस्तोव, रूसी अस्तित्ववादी दार्शनिक एन्ड्री शेभचेन्को, यूक्रेनी फुटबलर इगोर सिकोर्स्की, रूसी-अमेरिकी उड्डयन अग्रगामी अलेक्ज्याण्डर भर्टिन्स्की, रूसी र सोभियत गायक, रचनाकार, कवि, क्याबरे कलाकार, र अभिनेता

source: Kiev or Kyiv[lower-alpha 1] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974[4] (though higher estimated numbers have been cited in the press),[12] making Kiev the sixth-most populous city in Europe.[13]
ne: कीभ वा किभ [तल्लो अल्फा १] ( Ukrainian ; Russian ) युक्रेनको राजधानी र सबैभन्दा ठूलो जनसङ्ख्या भएको शहर हो। यो शहर निपर नदीको किनारमा उत्तर-मध्य युक्रेनमा अवस्थित छ। जुलाई २०१५को अनुसार यस शहरको जनसंख्या २८,८७,९७४ थियो (यद्यपि प्रेसमा संख्यामा अधिक अनुमान उद्धृत गरिएको छ), [1] कीभ युरोपको छैठौं ठूलो जनसंख्या भएको शहर हो। []]

source: Kiev is an important industrial, scientific, educational and cultural center of Eastern Europe. It is home to many high-tech industries, higher education institutions, and historical landmarks. The city has an extensive system of public transport and infrastructure, including the Kiev Metro.
ne: किभ पूर्वी युरोपको महत्वपूर्ण महत्वपूर्ण औद्योगिक, वैज्ञानिक, शैक्षिक र सांस्कृतिक केन्द्र हो। यो धेरै उच्च-टेक प्राविधिक उद्योगहरू, उच्च शिक्षण संस्थानहरू, र ऐतिहासिक स्थलहरूको ठाउँ हो। यस शहरमा कीभ मेट्रो सहित सार्वजनिक यातायात र पूर्वाधारको विस्तृत प्रणाली छ।

source: In 1918, after the Ukrainian National Republic declared independence from Soviet Russia, Kiev became its capital. From 1921 onwards Kiev was a city of the Ukrainian Soviet Socialist Republic, which was proclaimed by the Red Army, and, from 1934, Kiev was its capital. The city was almost completely ruined during World War II but quickly recovered in the postwar years, remaining the Soviet Union's third-largest city.
ne: १९ औं शताब्दीको अन्तमा रूसी साम्राज्यको औद्योगिक क्रान्तिमा यो शहर फेरि समृद्धि भयो। सन्‌ १९१८ मा, युक्रेनी राष्ट्रिय गणतन्त्रले सोभियत रसियाबाट स्वतन्त्रता घोषणा गरेपछि किभ यसको राजधानी भयो । लाल सेनाले १९२१ पछी किभ युक्रेनी सोभियत समाजवादी गणराज्यको सहर घोषणा गर्यो र १९३४ मा किभ यसको राजधने थियो। यो शहर दोस्रो विश्वयुद्धको अवधिमा लगभग पूर्ण रूपमा ध्वस्त भएको थियो तर युद्ध पछी चाडै नै उत्थान भयो, सोवियत संघको तेस्रो सबैभन्दा ठूलो शहर शहर भयो।

source: Nepalese women planting rice
ne: धान रोप्दै नेपाली महिलाहरू

source: In 1966 total rice production amounted to a little more than 1 million tons; by 1989 more than 3 million tons were produced. Fluctuation in rice production was very common because of changes in rainfall; overall, however, rice production had increased following the introduction of new cultivation techniques as well as increases in cultivated land. By 1988 approximately 3.9 million hectares of land were under paddy cultivation.
ne: धान/ चामल सबैभन्दा महत्त्वपूर्ण अन्न बाली हो। २०२५ सम्म कुल धान उत्पादन १० लाख टन को हाराहारी थियो; भने २०४५ मा ३० लाख भन्दा बढी उत्पादन भयो । वर्षामा हुने परिवर्तनको कारण, धानको उत्पादनमा उतारचढाव धेरै नै सामान्य थियो; यद्यपि नयाँ खेति प्रविधि र खेती गरिने जमिनमा बृद्धि भएपछि धानको उत्पादन बढेको छ। २०४५ सम्ममा झन्डै ३९ लाख हेक्टर जमिनमा धान खेती हुन्थ्यो। नेपालका धेरै व्यक्ति बाँच्नको लागि धानको खेतीमा आफ्नो निर्भर थिए। २०२५ मा लगभग ५ लाख टन मकै, दोस्रो प्रमुख खाद्यान्न बाली को उत्पादन भयो। २०४५ सम्ममा सम्ममा मकैको उत्पादन बढेर १० लाख टन भयो।

source: Out of 2.7 million hectares of agricultural land in Nepal, only 1.3 Mha have irrigation facilities. The majority of irrigation systems are small and medium-scale. [4]
ne: नेपालको २७ लाख हेक्टर जमिनमध्ये १३ लाख हेक्टर मा मात्र सिंचाई सुविधा छ। अधिकांश सिंचाई प्रणालीहरू साना र मध्यम-स्तरका छन् । [१]

source: Economy of Nepal Beekeeping in NepalIt is the main traditional job Flax production in Nepal Walnut production in Nepal Chickpeas in Nepal
ne: नेपालको अर्थव्यवस्था नेपालमा माहुरीपालन यो मुख्य परम्परागत काम हो नेपालमा फ्लेक्स उत्पादन नेपालमा ओखर उत्पादन नेपालमा चना

source: In Nepal, the economy is dominated by agriculture. In the late 1980s, it was the livelihood for more than 90% of the population, although only approximately 20% of the total land area was cultivable, it accounted for, on average, about 60% of the GDP and approximately 75% of exports.[1] Since the formulation of the Fifth Five-Year Plan (1975–80), agriculture has been the highest priority because economic growth was dependent on both increasing the productivity of existing crops and diversifying the agricultural base for use as industrial inputs.[1]
ne: नेपालमा अर्थतन्त्रमा कृषिको प्रभुत्व रहेको छ। १९८० को आखिरी सम्म, ९०% भन्दा बढी जनसंख्याको जीविकाको माध्ययम थियो।, यद्यपी कुल जमिनको २०% क्षेत्र मात्र खेति योग्य थियो । यसबाट जीडीपी को ६०% र कुल निर्यात को करिब ७५% हिस्सा ओगटेको थियो । [१] पाँचौं पञ्चवर्षीय योजना (२०३२-२०३७) को तर्जुमा भएदेखि नै कृषि सबैभन्दा बढी प्राथमिकतामा रहेको छ किनभने आर्थिक वृद्धि विद्यमान बालीको उत्पादकत्व बृद्धि गर्ने र औद्योगिक कच्चा पदार्थको रूपमा प्रयोगका लागि कृषि आधारलाई विविधीकरण गर्ने दुवैमा निर्भर थियो। [१]

source: According to the World Bank, agriculture is the main source of food, income, and employment for the majority.[2] It provides about 33% of the gross domestic product (GDP). [3]
ne: विश्व बैंकका अनुसार नेपालमा बहुसंख्यकका लागि खाना, आय र रोजगारी को मुख्य स्रोत कृषि हो। [१] कुल गृहस्थ उत्पादन (GDP) मा कृषिको करिब ३३% योगदान रहेको छ। [२]

source: The production of crops fluctuated widely as a result of these factors as well as weather conditions. Although agricultural production grew at an average annual rate of 2.4 percent from 1974 to 1989, it did not keep pace with population growth, which increased at an average annual rate of 2.6 percent over the same period. Further, the annual average growth rate of food grain production was only 1.2 percent during the same period.
ne: कृषि बालीहरूको उत्पादन मौसमी कारण तथा अन्य कारणहरूले व्यापक रूपमा उतार-चढाव आउने गरेको छ। २०३२ देखि २०४६ सम्म कृषि उत्पादन औसत वार्षिक २.४ प्रतिशतको दरले बढेको छ, तर यो जनसंख्या वृद्धिसँग तालमेल राख्दैन, जुन अवधिमा जनसंख्या वार्षिक रुपमा २.६% ले बढेको छ । यसबाहेक, खाद्यान्न उत्पादनको वार्षिक औसत वृद्धि दर समान अवधिमा १.२ प्रतिशत मात्र रह्यो।

source: This sortable list of largest libraries includes libraries that, as measured in 2008 or subsequently, store 15 million or more items.
ne: ठूला पुस्तकालयहरूको यस क्रमबद्ध सूचीमा पुस्तकालयहरू समावेश छन् जहाँ २००८ को मापन अनुसार १.५ करोड भन्दा अधिक वस्तुहरू भण्डारण गरिएको छ।

source: Largest libraries in the world
ne: विश्वको सबभन्दा ठुलो पुस्तकालयहरु
